Repository: hiro5791/HexEditor
Catalog: src/HexEditor.App/Strings/*/Resources.resw
Source language: en
Languages: ar, cs, de, el, es, fa, fr, hu, id, it, ja, ja_jp, ko, pl, pt, ro, ru, th, tr, uk, vi, zh_hans, zh_hant

# CmdAlias_edit_copyAsLast
source: copy format repeat
ar: copy format repeat نسخ تنسيق تكرار الأخير
cs: kopírovat kopirovat formát format opakovat poslední posledni copy format repeat
de: kopieren format wiederholen copy format repeat
el: αντιγραφή μορφή επανάληψη copy format repeat
es: copiar formato repetir copy format repeat
fa: کپی قالب تکرار, copy format repeat
fr: copier format répéter copy format repeat
hu: másolás masolas formátum formatum ismétlés ismetles copy format repeat
id: salin format ulangi copy format repeat
it: copia formato ripeti copy format repeat
ja: ぜんかいのけいしきでこぴー
ko: 마지막 형식 복사 반복 copy format repeat
pl: kopiuj format powtórz copy format repeat
pt: copiar formato repetir copy format repeat
ro: copiere format repetare copy format repeat
ru: копировать формат повторить copy format repeat
th: คัดลอก รูปแบบ ซ้ำ ล่าสุด copy format repeat
tr: kopyala biçim yinele copy format repeat
uk: копіювати формат повторити copy format repeat
vi: sao chép định dạng lặp lại copy format repeat
zh_hans: 复制 格式 重复 上次 copy format repeat
zh_hant: 上次的格式 複製 重複 copy format repeat

# Cmd_edit_pasteSpecial
source: Paste special...
ar: لصق خاص...
cs: Vložit jinak...
de: Inhalte einfügen...
el: Ειδική επικόλληση...
es: Pegado especial...
fa: چسباندن ویژه...
fr: Collage spécial...
hu: Irányított beillesztés...
id: Tempel khusus...
it: Incolla speciale...
ja: 形式を選択して貼り付け...
ko: 선택하여 붙여넣기...
pl: Wklej specjalnie...
pt: Colar especial...
ro: Lipire specială...
ru: Специальная вставка...
th: วางแบบพิเศษ...
tr: Özel yapıştır...
uk: Спеціальне вставлення...
vi: Dán đặc biệt...
zh_hans: 选择性粘贴...
zh_hant: 選擇性貼上...

# CmdAlias_edit_pasteSpecial
source: paste format
ar: paste format لصق تنسيق خاص
cs: vložit vlozit jinak formát format paste format
de: einfügen format paste format
el: επικόλληση μορφή paste format
es: pegar formato paste format
fa: چسباندن قالب, paste format
fr: coller format paste
hu: beillesztés beillesztes irányított iranyitott formátum formatum paste format
id: tempel format paste format
it: incolla formato paste format
ja: けいしきをせんたくしてはりつけ
ko: 선택하여 붙여넣기 형식 paste format
pl: wklej format paste format
pt: colar formato paste format
ro: lipire speciala specială format paste
ru: вставить формат paste format
th: วาง รูปแบบ paste format
tr: yapıştır biçim paste format
uk: вставити формат paste format
vi: dán định dạng paste format
zh_hans: 选择性粘贴 格式 paste format
zh_hant: 選擇性貼上 格式 貼上 paste format

# Cmd_edit_selectRange
source: Select range...
ar: تحديد نطاق...
cs: Vybrat rozsah...
de: Bereich auswählen...
el: Επιλογή περιοχής...
es: Seleccionar intervalo...
fa: انتخاب محدوده...
fr: Sélectionner une plage...
hu: Tartomány kijelölése...
id: Pilih rentang...
it: Seleziona intervallo...
ja: 範囲を選択...
ko: 범위 선택...
pl: Zaznacz zakres...
pt: Selecionar intervalo...
ro: Selectare interval...
ru: Выделить диапазон...
th: เลือกช่วง...
tr: Aralık seç...
uk: Виділити діапазон...
vi: Chọn phạm vi...
zh_hans: 选择范围...
zh_hant: 選取範圍...

# CmdAlias_edit_selectRange
source: selection start end length
ar: selection start end length تحديد بداية نهاية طول نطاق
cs: vybrat výběr vyber rozsah začátek zacatek konec délka delka selection start end length
de: auswahl anfang ende länge selection start end length
el: επιλογή αρχή τέλος μήκος selection start end length
es: selección inicio fin longitud selection start end length
fa: انتخاب شروع پایان طول, selection start end length
fr: sélection début fin longueur selection start end length
hu: kijelölés kijeloles tartomány tartomany kezdet vég veg hossz selection start end length
id: pilihan awal akhir panjang selection start end length
it: selezione inizio fine lunghezza selection start end length
ja: はんいをせんたく
ko: 범위 선택 시작 끝 길이 selection start end length
pl: zaznaczenie początek koniec długość selection start end length
pt: seleção início fim comprimento selection start end length
ro: selectie selecție interval inceput început sfarsit sfârșit lungime selection start end length
ru: выделение начало конец длина selection start end length
th: เลือก ช่วง เริ่มต้น สิ้นสุด ความยาว selection start end length
tr: seçim başlangıç bitiş uzunluk selection start end length
uk: виділення початок кінець довжина selection start end length
vi: vùng chọn đầu cuối độ dài selection start end length
zh_hans: 选择 范围 开始 结束 长度 selection start end length
zh_hant: 選取範圍 選取 開始 結束 長度 selection start end length

# Cmd_edit_insertBytes
source: Insert bytes...
ar: إدراج بايتات...
cs: Vložit bajty...
de: Bytes einfügen...
el: Εισαγωγή byte...
es: Insertar bytes...
fa: درج بایت‌ها...
fr: Insérer des octets...
hu: Bájtok beszúrása...
id: Sisipkan byte...
it: Inserisci byte...
ja: バイトを挿入...
ko: 바이트 삽입...
pl: Wstaw bajty...
pt: Inserir bytes...
ro: Inserare octeți...
ru: Вставить байты...
th: แทรกไบต์...
tr: Bayt ekle...
uk: Вставити байти...
vi: Chèn byte...
zh_hans: 插入字节...
zh_hant: 插入位元組...

# CmdAlias_edit_insertBytes
source: add insert
ar: add insert إضافة إدراج بايتات
cs: vložit vlozit bajty přidat pridat add insert
de: hinzufügen einfügen add insert
el: προσθήκη εισαγωγή add insert
es: agregar insertar add insert
fa: افزودن درج, add insert
fr: ajouter insérer add insert
hu: bájt bajt beszúrás beszuras hozzáadás hozzaadas add insert
id: tambah sisipkan add insert
it: aggiungi inserisci add insert
ja: ばいとをそうにゅう
ko: 바이트 삽입 추가 add insert
pl: dodaj wstaw add insert
pt: adicionar inserir add insert
ro: adaugare adăugare inserare octeti octeți add insert
ru: добавить вставить add insert
th: เพิ่ม แทรก ไบต์ add insert
tr: ekle araya ekle add insert
uk: додати вставити add insert
vi: thêm chèn byte add insert
zh_hans: 插入 添加 字节 add insert
zh_hant: 插入位元組 新增 插入 add insert

# Cmd_edit_insertFile
source: Insert file contents...
ar: إدراج محتويات ملف...
cs: Vložit obsah souboru...
de: Dateiinhalt einfügen...
el: Εισαγωγή περιεχομένων αρχείου...
es: Insertar contenido de archivo...
fa: درج محتوای فایل...
fr: Insérer le contenu d'un fichier...
hu: Fájl tartalmának beszúrása...
id: Sisipkan isi file...
it: Inserisci contenuto file...
ja: ファイルの内容を挿入...
ko: 파일 내용 삽입...
pl: Wstaw zawartość pliku...
pt: Inserir conteúdo de arquivo...
ro: Inserare conținut fișier...
ru: Вставить содержимое файла...
th: แทรกเนื้อหาไฟล์...
tr: Dosya içeriği ekle...
uk: Вставити вміст файлу...
vi: Chèn nội dung tệp...
zh_hans: 插入文件内容...
zh_hant: 插入檔案內容...

# CmdAlias_edit_insertFile
source: import file
ar: import file استيراد ملف إدراج
cs: vložit vlozit soubor importovat import file
de: datei importieren import file
el: εισαγωγή αρχείο import file
es: importar archivo import file
fa: وارد کردن فایل, import file
fr: importer fichier import file
hu: fájl beszúrása fajl beszurasa importálás importalas import file
id: impor file import file
it: importa file import file
ja: ふぁいるのないようをそうにゅう
ko: 파일 내용 삽입 가져오기 import file
pl: importuj plik import file
pt: importar arquivo import file
ro: inserare fișier fisier importare import file
ru: импорт файл import file
th: นำเข้า ไฟล์ แทรก import file
tr: içeri aktar dosya import file
uk: імпортувати файл import file
vi: chèn nhập tệp import file
zh_hans: 插入 导入 文件 import file
zh_hant: 插入檔案 匯入 檔案內容 import file

# Cmd_edit_fill
source: Fill...
ar: تعبئة...
cs: Vyplnit...
de: Füllen...
el: Συμπλήρωση...
es: Rellenar...
fa: پر کردن...
fr: Remplir...
hu: Kitöltés...
id: Isi...
it: Riempi...
ja: 塗りつぶし...
ko: 채우기...
pl: Wypełnij...
pt: Preencher...
ro: Umplere...
ru: Заполнить...
th: เติม...
tr: Doldur...
uk: Заповнити...
vi: Điền...
zh_hans: 填充...
zh_hant: 填滿...

# CmdAlias_edit_fill
source: pattern random zero
ar: pattern random zero نمط عشوائي صفر تعبئة
cs: vyplnit vyplnění vyplneni vzor náhodné nahodne nula pattern random zero
de: füllen muster zufall null pattern random zero
el: μοτίβο τυχαίο μηδέν γέμισμα pattern random zero fill
es: rellenar patrón aleatorio cero pattern random zero
fa: الگو تصادفی صفر, pattern random zero
fr: remplir motif aléatoire zéro pattern random zero
hu: kitöltés kitoltes minta véletlen veletlen nulla pattern random zero
id: isi pola acak nol pattern random zero
it: modello casuale zero pattern random
ja: ぬりつぶし
ko: 채우기 패턴 난수 0 pattern random zero
pl: wzorzec losowe zero pattern random
pt: padrão aleatório zero pattern random
ro: umplere model aleatoriu zero pattern random
ru: шаблон случайные нули pattern random zero
th: เติม รูปแบบ สุ่ม ศูนย์ pattern random zero
tr: desen rastgele sıfır pattern random zero
uk: шаблон випадкові нулі pattern random zero
vi: điền mẫu ngẫu nhiên số không pattern random zero
zh_hans: 填充 模式 随机 零 pattern random zero
zh_hant: 填滿 填入 模式 亂數 零 pattern random zero

# Cmd_edit_resize
source: Change file size...
ar: تغيير حجم الملف...
cs: Změnit velikost souboru...
de: Dateigröße ändern...
el: Αλλαγή μεγέθους αρχείου...
es: Cambiar tamaño del archivo...
fa: تغییر اندازهٔ فایل...
fr: Modifier la taille du fichier...
hu: Fájlméret módosítása...
id: Ubah ukuran file...
it: Cambia dimensione file...
ja: ファイルサイズの変更...
ko: 파일 크기 변경...
pl: Zmień rozmiar pliku...
pt: Alterar tamanho do arquivo...
ro: Modificare dimensiune fișier...
ru: Изменить размер файла...
th: เปลี่ยนขนาดไฟล์...
tr: Dosya boyutunu değiştir...
uk: Змінити розмір файлу...
vi: Đổi kích thước tệp...
zh_hans: 更改文件大小...
zh_hant: 變更檔案大小...

# CmdAlias_edit_resize
source: length extend truncate size
ar: length extend truncate size طول تمديد اقتطاع حجم
cs: délka delka rozšířit rozsirit zkrátit zkratit velikost length extend truncate size
de: länge verlängern abschneiden größe length extend truncate size
el: μήκος επέκταση περικοπή μέγεθος length extend truncate size
es: longitud ampliar truncar tamaño length extend truncate size
fa: طول گسترش کوتاه کردن اندازه, length extend truncate size
fr: longueur étendre tronquer taille length extend truncate size
hu: hossz méret meret bővítés bovites csonkítás csonkitas length extend truncate size
id: panjang perpanjang potong ukuran length extend truncate size
it: lunghezza estendi tronca dimensione length extend truncate size
ja: ふぁいるさいずのへんこう
ko: 파일 크기 길이 확장 자르기 length extend truncate size
pl: długość rozszerz obetnij rozmiar length extend truncate size
pt: comprimento estender truncar tamanho length extend truncate size
ro: lungime extindere trunchiere dimensiune length extend truncate size
ru: длина расширить обрезать размер length extend truncate size
th: ความยาว ขยาย ตัด ขนาด length extend truncate size
tr: uzunluk uzat kırp boyut length extend truncate size
uk: довжина подовжити обрізати розмір length extend truncate size
vi: độ dài mở rộng cắt bớt kích thước length extend truncate size
zh_hans: 文件大小 长度 扩展 截断 size length extend truncate
zh_hant: 檔案大小 長度 擴充 截斷 大小 length extend truncate size

# Cmd_edit_truncate
source: Truncate at cursor
ar: اقتطاع عند المؤشر
cs: Zkrátit u kurzoru
de: Am Cursor abschneiden
el: Περικοπή στον δρομέα
es: Truncar en el cursor
fa: کوتاه کردن در مکان‌نما
fr: Tronquer au curseur
hu: Csonkítás a kurzornál
id: Potong di kursor
it: Tronca al cursore
ja: カーソル位置で切り詰め
ko: 커서 위치에서 자르기
pl: Obetnij od kursora
pt: Truncar no cursor
ro: Trunchiere la cursor
ru: Обрезать по курсору
th: ตัดท้ายที่เคอร์เซอร์
tr: İmleçte kırp
uk: Обрізати за курсором
vi: Cắt bớt tại con trỏ
zh_hans: 在光标处截断
zh_hant: 在游標處截斷

# CmdAlias_edit_truncate
source: cut end length
ar: cut end length قطع نهاية طول اقتطاع
cs: zkrátit zkratit oříznout oriznout konec délka delka cut end length
de: abschneiden ende länge cut end length
el: αποκοπή τέλος μήκος cut end length
es: truncar cortar final longitud cut end length
fa: بریدن انتها طول, cut end length
fr: tronquer couper fin longueur cut end length
hu: csonkítás csonkitas levágás levagas vége vege hossz cut end length
id: potong akhir panjang cut end length
it: taglia fine lunghezza cut end length
ja: かーそるいちできりつめ
ko: 자르기 끝 길이 cut end length
pl: wytnij koniec długość cut end length
pt: cortar fim comprimento cut end length
ro: tăiere taiere sfârșit sfarsit lungime cut end length
ru: обрезать конец длина cut end length
th: ตัด ท้าย ความยาว cut end length
tr: kes son uzunluk cut end length
uk: обрізати кінець довжина cut end length
vi: cắt cuối độ dài cut end length
zh_hans: 截断 剪切 末尾 长度 cut end length
zh_hant: 截斷 剪下 結尾 長度 cut end length

# Cmd_edit_readOnly
source: Read-only
ar: للقراءة فقط
cs: Jen pro čtení
de: Schreibgeschützt
el: Μόνο για ανάγνωση
es: Solo lectura
fa: فقط خواندنی
fr: Lecture seule
hu: Írásvédett
id: Baca-saja
it: Sola lettura
ja: 読み取り専用
ko: 읽기 전용
pl: Tylko do odczytu
pt: Somente leitura
ro: Doar în citire
ru: Только чтение
th: อ่านอย่างเดียว
tr: Salt okunur
uk: Лише читання
vi: Chỉ đọc
zh_hans: 只读
zh_hant: 唯讀

# CmdAlias_edit_readOnly
source: lock protect
ar: lock protect قفل حماية قراءة فقط
cs: zamknout uzamknout chránit chranit ochrana lock protect
de: sperren schützen lock protect
el: κλείδωμα προστασία lock protect
es: bloquear proteger lock protect
fa: قفل محافظت, lock protect
fr: verrouiller protéger lock protect
hu: írásvédett irasvedett zárolás zarolas védelem vedelem lock protect
id: kunci lindungi lock protect
it: blocca proteggi lock protect
ja: よみとりせんよう
ko: 읽기 전용 잠금 보호 lock protect
pl: zablokuj chroń lock protect
pt: bloquear proteger lock protect
ro: blocare protejare protecție protectie citire lock protect
ru: блокировка защита lock protect
th: ล็อก ป้องกัน อ่านอย่างเดียว lock protect
tr: kilitle koru lock protect
uk: блокувати захист lock protect
vi: chỉ đọc khóa bảo vệ lock protect
zh_hans: 只读 锁定 保护 lock protect
zh_hant: 唯讀 鎖定 保護 防寫 lock protect

# Command_NoPreviousFormat
source: No format has been used yet
ar: لم يتم استخدام أي تنسيق بعد
cs: Zatím nebyl použit žádný formát
de: Es wurde noch kein Format verwendet
el: Δεν έχει χρησιμοποιηθεί ακόμα καμία μορφή
es: Todavía no se ha usado ningún formato
fa: هنوز هیچ قالبی استفاده نشده است
fr: Aucun format n'a encore été utilisé
hu: Még nem használt formátumot
id: Belum ada format yang digunakan
it: Non è stato ancora usato alcun formato
ja: まだ形式を使っていません
ko: 아직 사용한 형식이 없음
pl: Nie użyto jeszcze żadnego formatu
pt: Nenhum formato foi usado ainda
ro: Încă nu a fost utilizat niciun format
ru: Формат еще не использовался
th: ยังไม่เคยใช้รูปแบบใด
tr: Henüz hiçbir biçim kullanılmadı
uk: Жоден формат ще не використовувався
vi: Chưa dùng định dạng nào
zh_hans: 尚未使用过任何格式
zh_hant: 尚未使用過任何格式

# Command_NothingToTruncate
source: There is nothing after the cursor
ar: لا يوجد شيء بعد المؤشر
cs: Za kurzorem nic není
de: Nach dem Cursor sind keine Daten vorhanden
el: Δεν υπάρχει τίποτα μετά τον δρομέα
es: No hay nada después del cursor
fa: پس از مکان‌نما چیزی وجود ندارد
fr: Il n'y a rien après le curseur
hu: A kurzor után nincs adat
id: Tidak ada apa pun setelah kursor
it: Non c'è nulla dopo il cursore
ja: カーソルより後ろにデータがありません
ko: 커서 뒤에 데이터가 없음
pl: Za kursorem nic nie ma
pt: Não há nada após o cursor
ro: Nu există nimic după cursor
ru: После курсора ничего нет
th: ไม่มีข้อมูลหลังเคอร์เซอร์
tr: İmleçten sonra hiçbir şey yok
uk: Після курсора нічого немає
vi: Không có gì sau con trỏ
zh_hans: 光标之后没有内容
zh_hant: 游標後沒有任何資料

# Set_clipboard_compatFormats
source: Copy in formats other hex editors read
ar: النسخ بتنسيقات تقرؤها محررات Hex الأخرى
cs: Kopírovat i ve formátech pro jiné šestnáctkové editory
de: In Formaten kopieren, die andere Hex-Editoren lesen
el: Αντιγραφή σε μορφές που διαβάζουν άλλοι δεκαεξαδικοί επεξεργαστές
es: Copiar en formatos que leen otros editores hexadecimales
fa: رونوشت در قالب‌هایی که دیگر ویرایشگرهای هگزادسیمال می‌خوانند
fr: Copier dans les formats lus par d'autres éditeurs hexadécimaux
hu: Másolás más Hex-szerkesztők által olvasható formátumokban is
id: Salin dalam format yang dibaca editor hex lain
it: Copia in formati leggibili da altri editor esadecimali
ja: 他のバイナリエディタが読める形式でもコピーする
ko: 다른 Hex 편집기가 읽는 형식으로도 복사
pl: Kopiuj w formatach odczytywanych przez inne edytory szesnastkowe
pt: Copiar em formatos que outros editores hexadecimais leem
ro: Copiere în formate citite de alte editoare hex
ru: Копировать в форматах других hex-редакторов
th: คัดลอกในรูปแบบที่ตัวแก้ไขเลขฐานสิบหกอื่นอ่านได้
tr: Diğer hex düzenleyicilerin okuduğu biçimlerde kopyala
uk: Копіювати у форматах, які читають інші шістнадцяткові редактори
vi: Sao chép theo định dạng mà trình chỉnh sửa hex khác đọc được
zh_hans: 以其他十六进制编辑器可读取的格式复制
zh_hant: 以其他十六進位編輯器可讀取的格式複製

# SetDesc_clipboard_compatFormats
source: Also put the copied bytes on the clipboard in formats that other hex editors paste as binary.
ar: وضع البايتات المنسوخة في الحافظة أيضاً بتنسيقات تلصقها محررات Hex الأخرى كبيانات ثنائية.
cs: Kopírované bajty vložit do schránky také ve formátech, které jiné šestnáctkové editory vkládají jako binární data.
de: Die kopierten Bytes zusätzlich in Formaten in die Zwischenablage legen, die andere Hex-Editoren als Binärdaten einfügen.
el: Τοποθέτηση των byte που αντιγράφονται στο Πρόχειρο και σε μορφές που άλλοι δεκαεξαδικοί επεξεργαστές επικολλούν ως δυαδικά δεδομένα.
es: Pone también los bytes copiados en el Portapapeles en formatos que otros editores hexadecimales pegan como datos binarios.
fa: بایت‌های رونوشت‌شده در قالب‌هایی که دیگر ویرایشگرهای هگزادسیمال به‌صورت دودویی می‌چسبانند نیز در کلیپ‌بورد قرار گیرند.
fr: Place aussi les octets copiés dans le Presse-papiers dans des formats que d'autres éditeurs hexadécimaux collent comme données binaires.
hu: A másolt bájtok olyan formátumokban is a vágólapra kerülnek, amelyeket más Hex-szerkesztők binárisként illesztenek be.
id: Juga taruh byte yang disalin di papan klip dalam format yang ditempel sebagai biner oleh editor hex lain.
it: Inserisce i byte copiati negli Appunti anche in formati che altri editor esadecimali incollano come dati binari.
ja: コピーしたバイト列を、他のバイナリエディタがバイナリとして貼り付けられる形式でもクリップボードに入れる。
ko: 복사한 바이트를 다른 Hex 편집기가 이진 데이터로 붙여넣는 형식으로도 클립보드에 넣습니다.
pl: Umieszcza skopiowane bajty w schowku także w formatach, które inne edytory szesnastkowe wklejają jako dane binarne.
pt: Também coloca os bytes copiados na área de transferência em formatos que outros editores hexadecimais colam como binário.
ro: Pune octeții copiați în clipboard și în formate pe care alte editoare hex le lipesc ca date binare.
ru: Также помещать скопированные байты в буфер обмена в форматах, которые другие hex-редакторы вставляют как двоичные данные.
th: ใส่ไบต์ที่คัดลอกลงในคลิปบอร์ดในรูปแบบที่ตัวแก้ไขเลขฐานสิบหกอื่นวางเป็นข้อมูลไบนารีได้ด้วย
tr: Kopyalanan baytları panoya, diğer hex düzenleyicilerin ikili veri olarak yapıştırdığı biçimlerde de koyar.
uk: Також поміщати скопійовані байти в буфер обміну у форматах, які інші шістнадцяткові редактори вставляють як двійкові дані.
vi: Đặt thêm các byte đã sao chép vào bảng tạm theo định dạng mà các trình chỉnh sửa hex khác dán dưới dạng nhị phân.
zh_hans: 同时将复制的字节以其他十六进制编辑器可作为二进制粘贴的格式放到剪贴板上。
zh_hant: 也以其他十六進位編輯器能貼上為二進位資料的格式，將複製的位元組放到剪貼簿。

# Set_edit_pasteSpecial_preferLast
source: Prefer the last paste format
ar: تفضيل تنسيق اللصق الأخير
cs: Upřednostnit naposledy použitý formát vložení
de: Zuletzt verwendetes Einfügeformat bevorzugen
el: Προτίμηση της τελευταίας μορφής επικόλλησης
es: Preferir el último formato de pegado
fa: ترجیح آخرین قالب چسباندن
fr: Privilégier le dernier format de collage
hu: Az utolsó beillesztési formátum előnyben részesítése
id: Utamakan format tempel terakhir
it: Preferisci l'ultimo formato incollato
ja: 前回の貼り付けの形式を優先する
ko: 마지막 붙여넣기 형식 우선
pl: Preferuj ostatni format wklejania
pt: Preferir o último formato de colagem
ro: Preferare ultimul format de lipire
ru: Предпочитать последний формат вставки
th: เลือกรูปแบบการวางล่าสุดก่อน
tr: Son yapıştırma biçimini tercih et
uk: Віддавати перевагу останньому формату вставлення
vi: Ưu tiên định dạng dán trước
zh_hans: 优先使用上次的粘贴格式
zh_hant: 優先使用上次的貼上格式

# SetDesc_edit_pasteSpecial_preferLast
source: In Paste special, select the format used last time when it fits the clipboard.
ar: في «لصق خاص»، تحديد التنسيق المستخدم في المرة السابقة إذا كان يناسب الحافظة.
cs: V dialogu Vložit jinak vybrat naposledy použitý formát, pokud odpovídá obsahu schránky.
de: In „Inhalte einfügen“ das zuletzt verwendete Format auswählen, wenn es zur Zwischenablage passt.
el: Στην Ειδική επικόλληση, επιλογή της μορφής που χρησιμοποιήθηκε την τελευταία φορά, όταν ταιριάζει με το Πρόχειρο.
es: En Pegado especial, selecciona el formato usado la última vez si es adecuado para el Portapapeles.
fa: در «چسباندن ویژه»، قالبی که دفعهٔ قبل استفاده شد، در صورت تناسب با کلیپ‌بورد، انتخاب شود.
fr: Dans Collage spécial, sélectionner le dernier format utilisé s'il convient au Presse-papiers.
hu: Az Irányított beillesztés ablakban a legutóbb használt formátum lesz kiválasztva, ha illik a vágólap tartalmához.
id: Di Tempel khusus, pilih format yang terakhir digunakan jika cocok dengan papan klip.
it: In Incolla speciale, seleziona il formato usato l'ultima volta quando è adatto agli Appunti.
ja: 形式を選択して貼り付けで、クリップボードに合えば前回使った形式を選んでおく。
ko: [선택하여 붙여넣기]에서 클립보드에 맞으면 지난번에 사용한 형식을 선택합니다.
pl: W oknie Wklej specjalnie wybiera format użyty ostatnio, jeśli pasuje do zawartości schowka.
pt: Em Colar especial, seleciona o formato usado da última vez quando ele é adequado à área de transferência.
ro: În Lipire specială, selectează formatul utilizat ultima dată, dacă se potrivește cu clipboardul.
ru: В окне «Специальная вставка» выбирать формат, использованный в прошлый раз, если он подходит для буфера обмена.
th: ในวางแบบพิเศษ ให้เลือกรูปแบบที่ใช้ครั้งล่าสุดหากเหมาะกับข้อมูลในคลิปบอร์ด
tr: Özel yapıştır'da, panoya uyuyorsa son kullanılan biçimi seçer.
uk: У вікні «Спеціальне вставлення» вибирати формат, використаний минулого разу, якщо він підходить для вмісту буфера обміну.
vi: Trong Dán đặc biệt, chọn sẵn định dạng đã dùng lần trước nếu phù hợp với bảng tạm.
zh_hans: 在“选择性粘贴”中，如果上次使用的格式适用于剪贴板内容，则预先选择该格式。
zh_hant: 在「選擇性貼上」中，如果上次使用的格式適用於剪貼簿內容，就選取該格式。

# Set_edit_paste_detectWithoutConfirmation
source: Paste detected formats without asking
ar: لصق التنسيقات المكتشفة دون سؤال
cs: Vkládat rozpoznané formáty bez dotazu
de: Erkannte Formate ohne Rückfrage einfügen
el: Επικόλληση των μορφών που εντοπίζονται χωρίς ερώτηση
es: Pegar los formatos detectados sin preguntar
fa: چسباندن قالب‌های تشخیص‌داده‌شده بدون پرسش
fr: Coller les formats détectés sans demander
hu: Felismert formátumok beillesztése kérdés nélkül
id: Tempel format yang terdeteksi tanpa bertanya
it: Incolla i formati rilevati senza chiedere
ja: 判別した形式を確認せずに貼り付ける
ko: 감지된 형식을 묻지 않고 붙여넣기
pl: Wklejaj wykryte formaty bez pytania
pt: Colar formatos detectados sem perguntar
ro: Lipire fără confirmare a formatelor detectate
ru: Вставлять распознанные форматы без запроса
th: วางรูปแบบที่ตรวจพบโดยไม่ถาม
tr: Algılanan biçimleri sormadan yapıştır
uk: Вставляти розпізнані формати без запиту
vi: Dán định dạng phát hiện được mà không hỏi
zh_hans: 不经询问直接粘贴检测到的格式
zh_hant: 不詢問即貼上偵測到的格式
